Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: A healthy heart doesn't beat like a metronome. Higher variability means your autonomic nervous system (ANS) is responsive — it can quickly shift between "go" (sympathetic) and "rest" (parasympathetic) modes. This flexibility = resilience.
ar: القلب السليم لا ينبض كالمترونوم. التقلب الأعلى يعني أن جهازك العصبي الذاتي (ANS) مستجيب — يمكنه التنقل بسرعة بين وضع «الانطلاق» (الودي) ووضع «الراحة» (نظير الودي). هذه المرونة = قدرة على التكيّف.
da: Et sundt hjerte slår ikke som en metronom. Højere variabilitet betyder, at dit autonome nervesystem (ANS) er lydhørt — det kan hurtigt skifte mellem »kør« (sympatisk) og »hvil« (parasympatisk). Denne fleksibilitet = modstandskraft.
de: Ein gesundes Herz schlägt nicht wie ein Metronom. Höhere Variabilität bedeutet, dass dein autonomes Nervensystem (ANS) reaktionsfähig ist — es kann schnell zwischen „Aktivität“ (Sympathikus) und „Ruhe“ (Parasympathikus) wechseln. Diese Flexibilität = Widerstandsfähigkeit.
es: Un corazón sano no late como un metrónomo. Una mayor variabilidad significa que tu sistema nervioso autónomo (SNA) responde: puede pasar rápidamente del modo «acción» (simpático) al de «descanso» (parasimpático). Esta flexibilidad = resiliencia.
fi: Terve sydän ei lyö kuin metronomi. Suurempi vaihtelu tarkoittaa, että autonominen hermostosi (ANS) reagoi — se pystyy siirtymään nopeasti "toiminta"-tilasta (sympaattinen) "lepo"-tilaan (parasympaattinen) ja takaisin. Tämä joustavuus = sietokyky.
fr: Un cœur en bonne santé ne bat pas comme un métronome. Une variabilité plus élevée signifie que votre système nerveux autonome (SNA) est réactif — il peut basculer rapidement entre les modes « action » (sympathique) et « repos » (parasympathique). Cette flexibilité = résilience.
is: Heilbrigt hjarta slær ekki eins og taktmælir. Meiri breytileiki þýðir að ósjálfráða taugakerfið (ANS) bregst vel við — það getur skipt hratt milli „af stað“ (sympatíska) og „hvíldar“ (parasympatíska). Þessi sveigjanleiki = seigla.
it: Un cuore sano non batte come un metronomo. Una variabilità più alta significa che il sistema nervoso autonomo (SNA) è reattivo: può passare rapidamente dalla modalità "attivazione" (simpatica) a quella di "riposo" (parasimpatica). Questa flessibilità = resilienza.
ja: 健康な心臓はメトロノームのようには拍動しません。変動性が高いということは、自律神経系（ANS）の反応性が高く、「活動」（交感神経）モードと「休息」（副交感神経）モードをすばやく切り替えられることを意味します。この柔軟性こそが回復力です。
ko: 건강한 심장은 메트로놈처럼 뛰지 않습니다. 변이도가 높다는 것은 자율신경계(ANS)가 잘 반응한다는 뜻으로, "활동"(교감신경) 모드와 "휴식"(부교감신경) 모드 사이를 빠르게 전환할 수 있습니다. 이 유연성 = 회복탄력성입니다.
nb: Et sunt hjerte slår ikke som en metronom. Høyere variabilitet betyr at det autonome nervesystemet (ANS) er responsivt — det kan raskt skifte mellom «gass» (sympatisk) og «hvile» (parasympatisk). Denne fleksibiliteten = motstandskraft.
nl: Een gezond hart klopt niet als een metronoom. Hogere variabiliteit betekent dat je autonome zenuwstelsel (AZS) responsief is — het kan snel schakelen tussen ‘actie’ (sympathisch) en ‘rust’ (parasympathisch). Die flexibiliteit = veerkracht.
pt_br: Um coração saudável não bate como um metrônomo. Maior variabilidade significa que seu sistema nervoso autônomo (SNA) é responsivo — ele consegue alternar rapidamente entre os modos "ação" (simpático) e "descanso" (parassimpático). Essa flexibilidade = resiliência.
ru: Здоровое сердце бьётся не как метроном. Более высокая вариабельность означает, что ваша вегетативная нервная система (ВНС) отзывчива — она быстро переключается между режимами «действие» (симпатическим) и «отдых» (парасимпатическим). Эта гибкость = устойчивость.
sv: Ett friskt hjärta slår inte som en metronom. Högre variabilitet betyder att ditt autonoma nervsystem (ANS) är lyhört — det kan snabbt växla mellan "gas" (sympatiskt) och "vila" (parasympatiskt). Den flexibiliteten = motståndskraft.
zh_hans: 健康的心脏并不像节拍器那样跳动。变异性越高，说明你的自主神经系统（ANS）反应越灵敏 — 它能在“行动”（交感）和“休息”（副交感）模式之间快速切换。这种灵活性 = 韧性。

source: A score preview shows your RMSSD, readiness, and HR — your data is safe
ar: تعرض معاينة النتيجة RMSSD والجاهزية ومعدل ضربات القلب — بياناتك في أمان
da: En scoreforhåndsvisning viser din RMSSD, parathed og puls — dine data er i sikkerhed
de: Eine Vorschau zeigt RMSSD, Bereitschaft und HF — deine Daten sind sicher
es: Una vista previa de la puntuación muestra tu RMSSD, preparación y FC: tus datos están a salvo
fi: Pisteiden esikatselu näyttää RMSSD:n, valmiuden ja sykkeen — tietosi ovat turvassa
fr: Un aperçu du score affiche votre RMSSD, votre état de préparation et votre FC — vos données sont en sécurité
is: Forskoðun stiga sýnir RMSSD, viðbúnað og púls — gögnin þín eru örugg
it: Un'anteprima del punteggio mostra RMSSD, prontezza e FC — i tuoi dati sono al sicuro
ja: スコアのプレビューに RMSSD、準備状態、心拍数が表示されます — データは安全です
ko: 점수 미리보기에 RMSSD, 준비 상태, 심박수가 표시됩니다 — 데이터는 안전합니다
nb: En forhåndsvisning av scoren viser RMSSD, beredskap og puls — dataene dine er trygge
nl: Een scorevoorbeeld toont je RMSSD, gereedheid en HS — je gegevens zijn veilig
pt_br: Uma prévia da pontuação mostra seu RMSSD, sua prontidão e sua FC — seus dados estão seguros
ru: Предпросмотр показывает ваш RMSSD, готовность и пульс — ваши данные в безопасности
sv: En poängförhandsvisning visar din RMSSD, beredskap och puls — dina data är säkra
zh_hans: 评分预览会显示你的 RMSSD、准备状态和心率 — 你的数据是安全的

source: A small threshold (1 m) on the smoothed signal catches only real terrain changes, not sensor jitter.
ar: عتبة صغيرة (1 م) على الإشارة المُنعّمة تلتقط تغيّرات التضاريس الحقيقية فقط، لا تذبذب المستشعر.
da: En lille tærskel (1 m) på det udglattede signal fanger kun reelle terrænændringer, ikke sensorstøj.
de: Eine kleine Schwelle (1 m) auf dem geglätteten Signal erfasst nur echte Geländeänderungen, kein Sensorrauschen.
es: Un umbral pequeño (1 m) sobre la señal suavizada capta solo los cambios reales del terreno, no el ruido del sensor.
fi: Pieni kynnys (1 m) tasoitetussa signaalissa tunnistaa vain todelliset maaston muutokset, ei anturin värinää.
fr: Un petit seuil (1 m) sur le signal lissé ne retient que les vrais changements de terrain, pas le bruit du capteur.
is: Lítill þröskuldur (1 m) á jafnaða merkinu grípur aðeins raunverulegar landslagsbreytingar, ekki skynjaraflökt.
it: Una piccola soglia (1 m) sul segnale smussato rileva solo i veri cambi di terreno, non il rumore del sensore.
ja: 平滑化した信号に小さなしきい値（1 m）を適用することで、センサーの揺らぎではなく実際の地形変化だけを捉えます。
ko: 평활화된 신호에 작은 임계값(1m)을 적용해 센서 떨림이 아닌 실제 지형 변화만 잡아냅니다.
nb: En liten terskel (1 m) på det glattede signalet fanger bare opp reelle terrengendringer, ikke sensorstøy.
nl: Een kleine drempel (1 m) op het afgevlakte signaal vangt alleen echte terreinveranderingen op, geen sensorruis.
pt_br: Um limite pequeno (1 m) no sinal suavizado capta apenas mudanças reais de terreno, não ruído do sensor.
ru: Небольшой порог (1 м) на сглаженном сигнале улавливает только реальные изменения рельефа, а не шум датчика.
sv: En liten tröskel (1 m) på den utjämnade signalen fångar bara verkliga terrängförändringar, inte sensorbrus.
zh_hans: 对平滑后的信号使用较小的阈值（1 米），只捕捉真实的地形变化，而非传感器抖动。

source: A sudden jump (e.g. 0.8 → 1.6 in a week) is more notable than a gradual climb. Not because the number is dangerous in itself, but because the body adapts to gradual change better than to abrupt change.
ar: القفزة المفاجئة (مثل 0.8 → 1.6 خلال أسبوع) أجدر بالملاحظة من الصعود التدريجي. ليس لأن الرقم خطير بحد ذاته، بل لأن الجسم يتكيّف مع التغيير التدريجي أفضل من التغيير المفاجئ.
da: Et pludseligt spring (fx 0,8 → 1,6 på en uge) er mere bemærkelsesværdigt end en gradvis stigning. Ikke fordi tallet i sig selv er farligt, men fordi kroppen tilpasser sig gradvise ændringer bedre end bratte.
de: Ein plötzlicher Sprung (z. B. 0,8 → 1,6 innerhalb einer Woche) ist auffälliger als ein allmählicher Anstieg. Nicht weil die Zahl an sich gefährlich wäre, sondern weil sich der Körper an allmähliche Veränderungen besser anpasst als an abrupte.
es: Un salto repentino (p. ej., 0,8 → 1,6 en una semana) es más llamativo que una subida gradual. No porque el número sea peligroso en sí, sino porque el cuerpo se adapta mejor a los cambios graduales que a los bruscos.
fi: Äkillinen hyppy (esim. 0,8 → 1,6 viikossa) on huomionarvoisempi kuin asteittainen nousu. Ei siksi, että luku itsessään olisi vaarallinen, vaan koska keho sopeutuu asteittaiseen muutokseen paremmin kuin äkilliseen.
fr: Un saut brusque (p. ex. 0,8 → 1,6 en une semaine) est plus notable qu’une hausse progressive. Non pas parce que le chiffre est dangereux en soi, mais parce que le corps s’adapte mieux aux changements progressifs qu’aux changements brusques.
is: Skyndilegt stökk (t.d. 0,8 → 1,6 á einni viku) er eftirtektarverðara en hægfara hækkun. Ekki vegna þess að talan sé hættuleg í sjálfu sér, heldur vegna þess að líkaminn aðlagast hægfara breytingum betur en snöggum.
it: Un salto improvviso (ad es. da 0,8 a 1,6 in una settimana) è più rilevante di una salita graduale. Non perché il numero sia pericoloso in sé, ma perché il corpo si adatta meglio ai cambiamenti graduali che a quelli bruschi.
ja: 急な上昇（例：1 週間で 0.8 → 1.6）は、緩やかな上昇よりも注目に値します。数値そのものが危険だからではなく、体は急な変化よりも緩やかな変化に適応しやすいためです。
ko: 갑작스러운 상승(예: 일주일 만에 0.8 → 1.6)은 점진적인 상승보다 눈여겨볼 만합니다. 숫자 자체가 위험해서가 아니라, 몸은 급격한 변화보다 점진적인 변화에 더 잘 적응하기 때문입니다.
nb: Et plutselig hopp (f.eks. 0,8 → 1,6 på en uke) er mer bemerkelsesverdig enn en gradvis økning. Ikke fordi tallet i seg selv er farlig, men fordi kroppen tilpasser seg gradvise endringer bedre enn brå endringer.
nl: Een plotselinge sprong (bijv. 0,8 → 1,6 in een week) is opvallender dan een geleidelijke stijging. Niet omdat het getal op zich gevaarlijk is, maar omdat het lichaam zich beter aanpast aan geleidelijke dan aan abrupte verandering.
pt_br: Um salto repentino (por exemplo, 0,8 → 1,6 em uma semana) chama mais atenção do que uma subida gradual. Não porque o número seja perigoso em si, mas porque o corpo se adapta melhor a mudanças graduais do que a mudanças bruscas.
ru: Резкий скачок (например, 0,8 → 1,6 за неделю) заметнее, чем постепенный рост. Не потому, что само число опасно, а потому, что организм лучше адаптируется к постепенным изменениям, чем к резким.
sv: Ett plötsligt hopp (t.ex. 0,8 → 1,6 på en vecka) är mer anmärkningsvärt än en gradvis ökning. Inte för att siffran i sig är farlig, utan för att kroppen anpassar sig bättre till gradvis förändring än till plötslig.
zh_hans: 突然跃升（例如一周内从 0.8 升到 1.6）比逐渐攀升更值得注意。这并不是因为这个数字本身危险，而是因为身体适应渐进变化比适应突变更好。

source: A well-built chronic training load (high CTL) gives you more capacity to handle heavier weeks. Build CTL gradually and vary your training intensity day-to-day to keep Monotony low.
ar: حمل التدريب المزمن المبني جيدًا (CTL مرتفع) يمنحك قدرة أكبر على تحمّل الأسابيع الأثقل. ابنِ CTL تدريجيًا ونوّع شدة تدريبك يومًا بعد يوم لإبقاء الرتابة منخفضة.
da: En velopbygget kronisk træningsbelastning (høj CTL) giver dig mere kapacitet til at klare tungere uger. Opbyg CTL gradvist, og varier træningsintensiteten fra dag til dag for at holde Monotoni lav.
de: Eine gut aufgebaute chronische Trainingslast (hohe CTL) gibt dir mehr Kapazität für härtere Wochen. Baue die CTL schrittweise auf und variiere die Trainingsintensität von Tag zu Tag, um die Monotonie niedrig zu halten.
es: Una carga de entrenamiento crónica bien construida (CTL alta) te da más capacidad para afrontar semanas más duras. Aumenta la CTL de forma gradual y varía la intensidad del entrenamiento día a día para mantener baja la monotonía.
fi: Hyvin rakennettu krooninen harjoituskuormitus (korkea CTL) antaa enemmän kapasiteettia raskaampien viikkojen käsittelyyn. Kasvata CTL:ää vähitellen ja vaihtele harjoitusintensiteettiä päivittäin pitääksesi monotonian matalana.
fr: Une charge d’entraînement chronique bien construite (CTL élevée) vous donne plus de capacité pour encaisser des semaines plus lourdes. Augmentez la CTL progressivement et variez l’intensité d’un jour à l’autre pour garder une monotonie basse.
is: Vel uppbyggt langtíma æfingaálag (hátt CTL) gefur þér meira svigrúm til að ráða við þyngri vikur. Byggðu CTL upp smám saman og breyttu æfingaákefðinni frá degi til dags til að halda einhæfni lágri.
it: Un carico di allenamento cronico ben costruito (CTL alto) ti dà più capacità di reggere settimane impegnative. Aumenta il CTL gradualmente e varia l'intensità da un giorno all'altro per mantenere bassa la monotonia.
ja: しっかり積み上げた慢性トレーニング負荷（高い CTL）があれば、負荷の高い週にも対応しやすくなります。CTL は徐々に積み上げ、日ごとにトレーニング強度を変えて Monotony を低く保ちましょう。
ko: 잘 쌓인 만성 훈련 부하(높은 CTL)가 있으면 더 힘든 주도 소화할 여유가 생깁니다. CTL은 점진적으로 쌓고, 날마다 훈련 강도에 변화를 주어 단조성(Monotony)을 낮게 유지하세요.
nb: En godt oppbygd kronisk treningsbelastning (høy CTL) gir deg mer kapasitet til å tåle tyngre uker. Bygg CTL gradvis, og varier treningsintensiteten fra dag til dag for å holde Monotony lav.
nl: Een goed opgebouwde chronische trainingsbelasting (hoge CTL) geeft je meer capaciteit voor zwaardere weken. Bouw CTL geleidelijk op en wissel de intensiteit per dag af om de monotonie laag te houden.
pt_br: Uma carga de treino crônica bem construída (CTL alto) dá a você mais capacidade para encarar semanas mais pesadas. Aumente o CTL aos poucos e varie a intensidade do treino de um dia para o outro para manter a Monotonia baixa.
ru: Хорошо выстроенная хроническая нагрузка (высокий CTL) даёт больше запаса для тяжёлых недель. Наращивайте CTL постепенно и меняйте интенсивность от дня ко дню, чтобы монотонность оставалась низкой.
sv: En väluppbyggd kronisk träningsbelastning (hög CTL) ger dig mer kapacitet att hantera tyngre veckor. Bygg CTL gradvis och variera träningsintensiteten från dag till dag för att hålla monotonin låg.
zh_hans: 扎实建立的长期训练负荷（较高的 CTL）能让你更有余力应对较重的训练周。逐步提高 CTL，并让每天的训练强度有所变化，以保持较低的单调性（Monotony）。

source: A workout between your session end and the detected sleep prevents false positives — the app won't confuse post-exercise rest with actual sleep.
ar: وجود تمرين بين نهاية جلستك والنوم المكتشف يمنع الإيجابيات الكاذبة — لن يخلط التطبيق بين الراحة بعد التمرين والنوم الفعلي.
da: En træning mellem slutningen af din session og den registrerede søvn forhindrer falske positiver — appen forveksler ikke hvile efter træning med egentlig søvn.
de: Ein Training zwischen dem Ende deiner Sitzung und dem erkannten Schlaf verhindert Fehlerkennungen — die App verwechselt Ruhe nach dem Training nicht mit echtem Schlaf.
es: Un entrenamiento entre el final de tu sesión y el sueño detectado evita falsos positivos: la app no confundirá el descanso tras el ejercicio con sueño real.
fi: Harjoitus istunnon päättymisen ja havaitun unen välillä estää vääriä positiivisia — sovellus ei sekoita harjoituksen jälkeistä lepoa todelliseen uneen.
fr: Une séance entre la fin de votre session et le sommeil détecté évite les faux positifs — l’app ne confondra pas le repos après l’effort avec du vrai sommeil.
is: Æfing milli loka lotunnar og greinds svefns kemur í veg fyrir falskar jákvæðar niðurstöður — appið ruglar ekki saman hvíld eftir æfingu og raunverulegum svefni.
it: Un allenamento tra la fine della sessione e il sonno rilevato evita falsi positivi: l'app non confonde il riposo dopo l'esercizio con il sonno vero.
ja: セッション終了から検出された睡眠までの間にワークアウトがあると、誤検出を防げます — 運動後の休息を実際の睡眠と取り違えることはありません。
ko: 세션 종료와 감지된 수면 사이에 운동이 있으면 오탐을 방지합니다 — 앱이 운동 후 휴식을 실제 수면으로 혼동하지 않습니다.
nb: En treningsøkt mellom slutten av økten og den registrerte søvnen hindrer falske positiver — appen forveksler ikke hvile etter trening med faktisk søvn.
nl: Een training tussen het einde van je sessie en de gedetecteerde slaap voorkomt valse positieven — de app verwart rust na inspanning niet met echte slaap.
pt_br: Um treino entre o fim da sessão e o sono detectado evita falsos positivos — o app não confunde o repouso pós-exercício com sono de verdade.
ru: Тренировка между концом сессии и обнаруженным сном предотвращает ложные срабатывания — приложение не спутает отдых после нагрузки с настоящим сном.
sv: Ett träningspass mellan sessionens slut och den upptäckta sömnen förhindrar falska positiva — appen förväxlar inte vila efter träning med verklig sömn.
zh_hans: 如果在记录结束与检测到的睡眠之间有一次训练，可以避免误判 — 应用不会把运动后的休息误认为真正的睡眠。
